Revit 2024 API
SymbolTypeId.DaNPerMSup2 Property
 Symbol daN/m², indicating unit Dekanewtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DaNPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property DaNPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DaNPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace